aluerie.alu-dark-pycharm-high-contrast
batisteo.vscode-django
bracketpaircolordlw.bracket-pair-color-dlw
bradlc.vscode-tailwindcss
burkeholland.simple-react-snippets
centuplex.quokka
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
ecmel.vscode-html-css
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
eserozvataf.one-dark-pro-monokai-darker
formulahendry.auto-rename-tag
github.github-vscode-theme
github.vscode-github-actions
github.vscode-pull-request-github
ivangabriele.vscode-git-add-and-commit
jaybarnes.chatgpt-vscode-plugin
kevinrose.vsc-python-indent
mquandalle.graphql
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-wsl
njpwerner.autodocstring
orta.vscode-jest
pkief.material-icon-theme
pulkitgangwar.nextjs-snippets
redhat.vscode-yaml
ritwickdey.liveserver
rvest.vs-code-prettier-eslint
shalldie.background
stylelint.vscode-stylelint
turbopotatoitalicdarkcontrast.turbo-potato-dark-italic-contrasc
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
wallabyjs.console-ninja
wholroyd.jinja
xabikos.reactsnippets
